/*datas*/
var datas = [
    {a: '最佳拍档',b:'85%',c:'你们是死党，是想法一致的情侣，不过就因为同质性太高，有时会有点闷，药剂得多制造些生活情趣，多说些甜言蜜语给对方听。'},
    {a: '似远还近',b:'80%',c:'双方个性不同，想法又各异，但竟然还可成为情侣，双方需互相迁就才能甜蜜度日。'},
    {a: '欢喜冤家',b:'75%',c:'小俩口一见面就吵，越吵感情越好，不过有时也要互相学习尊重喔。'},
    {a: '一见钟情',b:'85%',c:'诗曰：乃蒙郎君一见钟情，故贱妾有感于心。一见钟情要多久？答案是30秒。你们的结识是一场背景华丽的艳遇，一见到对方就难舍难分，还在等什么？心动不如马上行动。'},
    {a: '美好邂逅',b:'85%',c:'诗曰：野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。两人偶然相遇，志趣相投，随即陷入热恋，两人越看越相衬。总之，这是一种美丽的缘分。'},
    {a: '完美情人',b:'95%',c:'女方一见到男方，就会被对方丰富的学识及人生经验所倾倒，而义无反顾的相爱。'},
    {a: '上进情侣',b:'90%',c:'两人能互相鼓励，有上进心，幸福指日可待'}
];
